Repository: rodrigofranzoi/otp-buddy
Catalog: OTPBuddy/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, nl, pt, ru, zh

source: New verification emails for this account will show up here. Codes aren’t stored on disk — they clear when you quit OTP Buddy.
ar: ستظهر رسائل التحقق الجديدة لهذا الحساب هنا. لا تُخزَّن الرموز على القرص — تُمسح عند إغلاق OTP Buddy.
de: Neue Bestätigungs-E-Mails für dieses Konto erscheinen hier. Codes werden nicht auf der Festplatte gespeichert — sie verschwinden, wenn du OTP Buddy beendest.
es: Los nuevos correos de verificación de esta cuenta aparecerán aquí. Los códigos no se guardan en disco: se borran al salir de OTP Buddy.
fr: Les nouveaux e-mails de vérification de ce compte apparaîtront ici. Les codes ne sont pas enregistrés sur le disque — ils disparaissent lorsque vous quittez OTP Buddy.
it: Le nuove email di verifica di questo account appariranno qui. I codici non vengono salvati su disco: scompaiono quando chiudi OTP Buddy.
ja: このアカウントの新しい確認メールはここに表示されます。コードはディスクに保存されず、OTP Buddy を終了すると消えます。
nl: Nieuwe verificatie-e-mails voor dit account verschijnen hier. Codes worden niet op schijf opgeslagen — ze verdwijnen wanneer je OTP Buddy afsluit.
pt: Novos e-mails de verificação desta conta aparecem aqui. Os códigos não são guardados em disco — desaparecem quando sais do OTP Buddy.
ru: Новые письма с кодами для этого аккаунта появятся здесь. Коды не сохраняются на диск — они исчезают при выходе из OTP Buddy.
zh: 此账户的新验证邮件会显示在这里。验证码不会写入磁盘——退出 OTP Buddy 后即清除。

source: Waiting for OTP emails… Codes aren’t saved when you quit.
ar: في انتظار رسائل OTP… لا تُحفظ الرموز عند الإغلاق.
de: Warte auf OTP-E-Mails… Codes werden beim Beenden nicht gespeichert.
es: Esperando correos OTP… Los códigos no se guardan al salir.
fr: En attente d’e-mails OTP… Les codes ne sont pas enregistrés à la fermeture.
it: In attesa di email OTP… I codici non vengono salvati alla chiusura.
ja: OTP メールを待機中…終了時にコードは保存されません。
nl: Wachten op OTP-e-mails… Codes worden niet bewaard bij afsluiten.
pt: A aguardar e-mails OTP… Os códigos não são guardados ao sair.
ru: Ожидание OTP-писем… Коды не сохраняются при выходе.
zh: 正在等待 OTP 邮件…退出后不会保存验证码。
